{
  "chapters": {
    "0": {
      "text": "Странные вещи стали твориться в последнее время в тихом портовом городке Грейкейп. Сначала в его гавань перестали заходить корабли, обычно пополнявшие там запасы пищи и пресной воды. Потом перестали возвращаться торговые суда, уходившие в плавание из порта. \"Неведомое топит наши корабли\", — поговаривали матросы, не рискуя выходить в море. Многие их товарищи погибли, многие жены остались без мужей, а дети без отцов. Губернатор приказал снарядить военную эскадру, чтобы найти и уничтожить неизвестных разбойников. Но эскадра исчезла столь же таинственно, как и торговый флот. Никакие пираты не смогли бы преградить путь могучим боевым фрегатам и отважным морякам. Жители Грейкейпа были единодушны: здесь не обходится без нечистой силы. Если вы хотите отправиться на поиски загадочного врага и сразиться с ним, помочь жителям города и спасти от смерти многих бесстрашных матросов, то камзол из серого камлота и шпага с тяжелым эфесом ждут вас. Итак, вы оказались в объятом страхом и отчаянием Грейкейпе…\n\tВаша небольшая шхуна пришвартована в гавани, и ее команда готова к отплытию. Но разумно ли будет отправиться в путь без опытного мореплавателя, хорошо знающего предстоящий маршрут? Не лучше ли попробовать найти в городе умелого и решительного спутника, который поможет в путешествии, обещающем быть нелегким. План же прост: выйти из порта и направиться обычным торговым путем, зная, что Неведомое не пропускает ни одного корабля. А столкнувшись с ним лицом к лицу, действовать по обстоятельствам и постараться выйти победителем из битвы, Имеющихся у вас 15 золотых вполне достаточно, чтобы найти испытанного мореплавателя. А где же лучше искать его как не в портовой таверне! Туда и лежит ваш путь.\n\tТеперь, если вы готовы к приключениям, которые вас ждут, и полны решимости разгадать загадку, не отступая ни перед какими трудностями, переверните страницу — и да сопутствует вам удача!",
      "links": [
        {
          "text": "Вперед",
          "link": "1"
        }
      ]
    },
    "1": {
      "text": "Порт Грейкейп невелик. Найти портовую таверну, где моряки коротают время между плаваниями, несложно. Вы открываете низкую дубовую дверь и попадаете внутрь, в небольшой зал, наполненный сизым табачным дымом и запахом рыбы. Все посетители оборачиваются (в замкнутом мирке порта каждый новый человек вызывает любопытство), но вскоре вновь возвращаются к своим бесконечным разговорам.\n\tОдин из моряков подходит и подсаживается к вашему столику. Беглого взгляда достаточно, чтобы понять: перед вами бывалый морской волк, не раз бороздивший моря и побывавший во многих сражениях. Интерес к нему возрастает, когда вы узнаете, что он плавал не простым матросом, а штурманом и готов сейчас предложить свои услуги. Просит он недорого — всего 5 золотых: корабли из порта почти не выходят, он уже три месяца без работы, а на берегу жена с тремя детьми. Предложение заманчивое: помощник никогда не помешает, да и сумма вполне доступная. Новый знакомый решает угостить вас кружечкой эля и отходит к стойке.\n\tВ это время один из моряков, сидящих за столом, негромко говорит вам: \"Не советую с ним связываться. Дешевле здесь, конечно, не найти, но и толку от него будет немного. Если ищите себе надежного спутника, могу отвести к одному капитану, который живет неподалеку. Ему заплатите 10 золотых да мне дадите один за совет, но зато горя знать не будете\". Штурман уже возвращается с полными кружками, так что вам надо, не теряя времени, решить, что будете делать:",
      "links": [
        {
          "text": "заплатите ему 5 золотых и выйдете с ним в море",
          "link": "151"
        },
        {
          "text": "послушаетесь совета и пойдете нанимать капитана",
          "link": "230"
        },
        {
          "text": "или отклоните оба предложения",
          "link": "83"
        }
      ]
    },
    "2": {
      "text": "Навстречу вам плывет небольшая яркая рыбка, в которой вы узнаете Солнечную рыбку. Кажется, она не представляет никакой опасности, но кто знает, что на самом деле опасно, а что нет в этом таинственном и странном подводном царстве. Увидев вас, рыбка подплывает поближе, но не пугается, а начинает кружить вокруг, словно хочет что-то сказать. Вы не понимаете, что ей нужно, и не знаете, чего следует ждать от нее. Что вы сделаете?",
      "links": [
        {
          "text": "Попытаетесь убить ее",
          "link": "522"
        },
        {
          "text": "дадите поесть (для этого вам придется потратить 1 еду)",
          "link": "156"
        },
        {
          "text": "или отгоните ее рукой и поплывете дальше?",
          "link": "403"
        }
      ]
    },
    "3": {
      "text": "Это застывший коралловый лес. Нельзя не восхититься им. Переплетающиеся между собой ветви образуют диковинный кустарник, а вы вскоре попадаете под настоящие своды каменных деревьев.",
      "links": [
        {
          "text": "Если пугает неизвестность и хотите поскорее выбраться из леса, то",
          "link": "354"
        },
        {
          "text": "Если же нет, плывите дальше",
          "link": "242"
        }
      ]
    },
    "6": {
      "text": "Не рискуя войти, вы благодарите своего спутника и говорите, что передумали. Он только пожимает плечами: дело ваше (еще бы, ведь свои деньги он уже получил).",
      "links": [
        {
          "text": "Ничего не поделаешь — теперь придется возглавить команду самому",
          "link": "524"
        }
      ]
    },
    "95": {
      "text": "Несмотря на позднее время, вы не ложитесь спать: мучает какое-то предчувствие. Далеко за полночь самые худшие предположения оправдываются — в предрассветной дымке хорошо видно, как корма \"Гермеса\" поднимается над водой и корвет начинает погружаться в воду. До места трагедии еще слишком далеко, чтобы можно было разгадать причину кораблекрушения.",
      "links": [
        {
          "text": "Хотите вернуться как можно скорее в Грейкейп я не испытывать больше судьбу",
          "link": "57"
        },
        {
          "text": "или смело направитесь вперед?",
          "link": "387"
        }
      ]
    },
    "151": {
      "text": "Штурман получает деньги, и на следующее утро шхуна выходит в открытое море. Ваш новый помощник не знает цели путешествия, да и не слишком интересуется этим: ему хорошо платят, и этого вполне достаточно. Море кажется спокойным, странно только, что за два дня плавания не встретилось ни одного судна. Штурман нехотя объясняет, что, с тех пор как Неведомое стало похищать корабли, их владельцы разорились, часть флота потеряв, а часть бросив в гавани — невозможно найти матросов, желающих рисковать жизнью (большинство из них вообще уехало из Грейкейпа). Однако штурман говорит, что накануне отплытия капитан Шелтон все-таки вывел в море свой корабль: ему хорошо заплатили, и даже в случае смерти его семья будет обеспечена. Шелтон — отважный и умелый мореплаватель, но все же сомнительно, чтобы ему удалось провести через опасный район такое большое судно, как \"Гермес\". Теперь понятно, на что надеется ваш спутник — проскользнуть незамеченным на маленькой шхуне. Но действительно ли это безопаснее, ведь небольшой корабль легче потопить. Поэтому, когда к вечеру того же дня на горизонте появляется силуэт корабля и штурман узнает \"Гермес\" Шелтона, вы начинаете думать, не лучше ли перейти на большое судно и не рисковать. Так что же?",
      "links": [
        {
          "text": "Нагоните корабль капитана Шелтона",
          "link": "405"
        },
        {
          "text": "или будете продолжать свой путь?",
          "link": "237"
        }
      ],
      "money": -5
    },
    "230": {
      "text": "Не дожидаясь возвращения штурмана, вы незаметно выскальзываете из таверны и на улице отдаете непрошенному советчику золотой. Он долго ведет вас по крутым и грязным портовым улочкам и наконец останавливается у двери небольшого домика в неряшливом и бедном районе порта. \"Неужели здесь может жить уважаемый капитан?\" — спрашиваете вы себя. Моряк предлагает войти.",
      "links": [
        {
          "text": "Последуете за ним до конца",
          "link": "351"
        },
        {
          "text": "или поблагодарите и, сказав, что передумали, уйдете?",
          "link": "6"
        }
      ],
      "money": -1
    },
    "351": {
      "text": "Дверь открывает сам хозяин дома. Одного взгляда на него достаточно, чтобы рассеялись возникшие было подозрения. Конечно, вы рады, что не поддались неосознанной тревоге и в последнюю минуту не передумали. Внутри дом обставлен с таким вкусом и столь богато, что трудно осознать: это та самая хибара, в которую вы смогли войти, только пересилив недоверие и отвращение. Заметив ваше удивление, капитан объясняет, что в этом доме он родился и вырос, поэтому, даже разбогатев, не хочет переезжать в другое место. Потом заходит речь о вашем предприятии. Капитан дает понять что он берется за него не только и не столько ради денег. Когда появилось Неведомое, многие судовладельцы решили заняться более безопасным и верным делом, продав или бросив свои корабли (вернее, то, что от них осталось). Капитану же с каждым днем становится все труднее и тоскливее без моря, поэтому он готов принять ваше предложение. 10 золотых — и он завтра отчаливает вместе с вами.",
      "links": [
        {
          "text": "Заплатите требуемые деньги",
          "link": "51"
        },
        {
          "text": "или решите, что это слишком дорого, и уйдете?",
          "link": "228"
        }
      ],
      "money": -1
    },
    "524": {
      "text": "Так и не найдя подходящего спутника, решаете возглавить команду самостоятельно. За два дня плавания вам не встречается ни одного корабля. Но это и неудивительно: сейчас, когда Неведомое топит все суда, немногие рискуют выйти в море. Однако, как это ни странно, к вечеру того же дня на горизонте появляется корвет, идущий в том же направлении, что и ваша шхуна. На борту золотыми буквами сверкает его название — \"Гермес\".",
      "links": [
        {
          "text": "Можете либо нагнать его и поговорить с капитаном",
          "link": "376"
        },
        {
          "text": "либо продолжать плыть, не меняя скорости и не выставляя дополнительных парусов",
          "link": "95"
        }
      ]
    }
  }
}
